11/data/attachments/ce1934adb67225f7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:username>
            <nif:friendToBeAdded>Christopher_company_Friend_76828_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>